<<<<<<< HEAD
while True:
    s = input('Введите что-нибудь : ')
    if s == 'выход'
        break
    if len(s) < 3:
        print('Слишком мало')
        continue
    print('Введеная строка достаточной длины')
    #Разные другие действия здесь
=======
while True:
    s = input('Введите что-нибудь : ')
    if s == 'выход'
        break
    if len(s) < 3:
        print('Слишком мало')
        continue
    print('Введеная строка достаточной длины')
    #Разные другие действия здесь
>>>>>>> 6241ef87beb7cfe4a2c6964d67aac983d651f51b
