<<<<<<< HEAD
number = 23
guess = int(input('Введите целое число : '))

if guess == number:
    print('Поздравляю, вы угадали!')#Здесь начинается новый блок
    print('хотя и не выиграли никакого приза')#Здесь заканчивается новый блок
elif guess < number:
    print('Нет загаданное число немного больше этого')#Еще один блок
    #Внутри блока вы можете выполнять все, что угодно
else:
    print('Нет загаданное число немного меньше этого')#

print('Завершено')
#Это последнее выражение выполняется всегда после выполнения оператора if
=======
number = 23
guess = int(input('Введите целое число : '))

if guess == number:
    print('Поздравляю, вы угадали!')#Здесь начинается новый блок
    print('хотя и не выиграли никакого приза')#Здесь заканчивается новый блок
elif guess < number:
    print('Нет загаданное число немного больше этого')#Еще один блок
    #Внутри блока вы можете выполнять все, что угодно
else:
    print('Нет загаданное число немного меньше этого')#

print('Завершено')
#Это последнее выражение выполняется всегда после выполнения оператора if
>>>>>>> 6241ef87beb7cfe4a2c6964d67aac983d651f51b
